[X2Ability_SharpshooterAbilitySet]
SteadyHandsBonusDesc="No move was taken last turn. +<Ability:STEADYHANDSAIMBONUS/> Aim and +<Ability:STEADYHANDSCRITBONUS/> Crit."
SharpshooterAimBonusName="No Movement Aim/Crit Bonus"
SharpshooterAimBonusDesc="No move was taken last turn. +<Ability:STEADYHANDSAIMBONUS/> Aim and +<Ability:STEADYHANDSCRITBONUS/> Crit."

[BloodTrail X2AbilityTemplate]
LocFriendlyName="Blood Trail"
LocLongDescription="Shots deal +<Ability:BLOODTRAILDAMAGE/> damage if the target has been wounded this turn."
LocHelpText="Shots deal +<Ability:BLOODTRAILDAMAGE/> damage if the target has been wounded this turn."
LocPromotionPopupText="<Bullet/> Only applies on the same turn the enemy is damaged.<br/><Bullet/> Plan ahead with squadmate attacks to take full advantage of Blood Trail.<br/>"

[DeepCover X2AbilityTemplate]
LocFriendlyName="Deep Cover"
LocFlyOverText="Hunker Down: Deep Cover"

[HitWhereItHurts X2AbilityTemplate]
LocFriendlyName="Deadshot"
LocLongDescription="Bonus <Ability:HITWHEREITHURTS/>% chance to critically hit enemies."
LocHelpText="Bonus <Ability:HITWHEREITHURTS/>% chance to critically hit enemies."

[MeleeResistance X2AbilityTemplate]
LocFriendlyName="Melee Resistance"
LocLongDescription="Unit takes 2 less damage from all melee attacks, minimum 1 damage total."
LocHelpText="2 reduced damage from melee."
LocFlyOverText="Melee Resistance"

[SuperMeleeResistance X2AbilityTemplate]
LocFriendlyName="Super Melee Resistance"
LocLongDescription="Unit takes 4 less damage from all melee attacks, minimum 1 damage total."
LocHelpText="4 reduced damage from melee."
LocFlyOverText="Super Melee Resistance"

[SkirmisherReflex X2AbilityTemplate]
LocFriendlyName="Reflex"
LocLongDescription="When fired upon, gain one extra action on the next turn. Triggers once per mission."
LocHelpText="When fired upon, gain one extra action on the next turn. Triggers once per mission."
LocFlyoverText="Reflex: +1 Action Next Turn"

[VulnerabilityMelee X2AbilityTemplate]
LocFriendlyName="Melee Vulnerability"
LocLongDescription="Unit takes extra damage from melee attacks."
LocHelpText="This unit takes more damage from melee attacks."
LocFlyOverText="Melee Vulnerability"

[BlastPadding X2AbilityTemplate]
LocFriendlyName="Blast Padding"
LocLongDescription="Gain a bonus point of Armor and reduce explosive damage taken."
LocHelpText="Gain a bonus point of Armor and reduce explosive damage taken."
LocFlyOverText="Blast Padding"

[X2Ability_SkirmisherAbilitySet]
FullThrottleBonusText="Earned +<Ability:FULLTHROTTLEMOBILITY/> mobility from a kill this turn."

[FullThrottle X2AbilityTemplate]
LocFriendlyName="Full Throttle"
LocLongDescription="Gain +<Ability:FULLTHROTTLEMOBILITY/> mobility with every kill this turn."
LocHelpText="Gain +<Ability:FULLTHROTTLEMOBILITY/> mobility with every kill this turn."

[FullThrottlePassive X2AbilityTemplate]
LocFriendlyName="Full Throttle"
LocLongDescription="Gain +<Ability:FULLTHROTTLEMOBILITY/> mobility with every kill this turn."
LocHelpText="Gain +<Ability:FULLTHROTTLEMOBILITY/> mobility with every kill this turn."

[ZeroIn X2AbilityTemplate]
LocFriendlyName="Zero In"
LocLongDescription="Subsequent shots on the same turn provide +<Ability:ZEROINCRIT/> critical chance. If against the same target, they also provide +<Ability:ZEROINAIM/> hit chance."
LocHelpText="Subsequent shots on the same turn provide +<Ability:ZEROINCRIT/> critical chance. If against the same target, they also provide +<Ability:ZEROINAIM/> hit chance."
LocFlyoverText="Zero In"

[BiggestBooms X2AbilityTemplate]
LocFriendlyName="Biggest Booms"
LocLongDescription="Your explosive attacks can inflict critical damage (<Ability:BIGGESTBOOMSCHANCE/>% chance for +<Ability:BIGGESTBOOMSDAMAGE/> damage)."
LocHelpText="Your explosives can inflict critical damage"
LocFlyOverText="Biggest Booms"

[EverVigilant X2AbilityTemplate]
LocFriendlyName="Ever Vigilant"
LocLongDescription="If you spend all of your actions on moves, you are granted an automatic overwatch shot at the end of the turn."
LocHelpText="Automatically activate Overwatch if you did nothing but move this turn."
LocFlyOverText="Overwatch: Ever Vigilant"

[Sentinel X2AbilityTemplate]
LocFriendlyName="Sentinel"
LocLongDescription="With every successful Overwatch shot, there is a <Ability:GUARDIAN_PROC/>% chance that another shot will be taken."
LocHelpText="With every successful Overwatch shot, there is a <Ability:GUARDIAN_PROC/>% chance that another shot will be taken."
LocFlyOverText="Sentinel"

[VolatileMix X2AbilityTemplate]
LocFriendlyName="Volatile Mix"
LocLongDescription="Your grenades deal more damage."
LocHelpText="Your grenades deal more damage."
LocFlyOverText="Volatile Mix"

[Fortress X2AbilityTemplate]
LocFriendlyName="Fortress"
LocLongDescription="The <Ability:ClassName/> is immune to fire, poison, acid, and explosive damage."
LocHelpText="The <Ability:ClassName/> is immune to fire, poison, acid, and explosive damage."
LocFlyOverText="Fortress"

[CoveringFire X2AbilityTemplate]
LocFriendlyName="Covering Fire"
LocLongDescription="Overwatch shots can now be triggered by any enemy action, not just movement."
LocHelpText="Overwatch shots are triggered by any enemy action."
LocFlyOverText="Overwatch: Covering Fire"

[SteadyHands X2AbilityTemplate]
LocFriendlyName="Steady Hands"
LocLongDescription="If you did not move last turn, gain +<Ability:STEADYHANDSAIMBONUS/> Aim and +<Ability:STEADYHANDSCRITBONUS/> Critical chance."
LocHelpText="If you did not move, gain a bonus to aim and crit chance."
LocFlyOverText="Steady Hands"

[SkirmisherReflex X2AbilityTemplate]
LocFriendlyName="Revenge"
LocLongDescription="When fired upon, gain one extra action on the next turn. Triggers once per encounter."
LocHelpText="When fired upon, gain one extra action on the next turn. Triggers once per encounter."
LocFlyoverText="Revenge: +1 Action Next Turn"
